Repository: Tampere/tms-plugin-materials
Catalog: languages/tms-plugin-materials-*.po
Languages: ja, ko_kr, ru_ru

# plugin ACF
source: Materials
ja: 素材

# plugin ACF
source: Description text
ja: 説明文

# plugin ACF
source: Material types
ja: 素材の種類

source: Open
ja: 開く
ko_kr: 열기
ru_ru: Открыть

source: Search for materials
ja: 素材を検索する
ko_kr: 자료 검색
ru_ru: Поиск материалов

source: Search
ja: 検索
ko_kr: 검색
ru_ru: Поиск

source: Search query
ja: 検索クエリ
ko_kr: 쿼리 검색
ru_ru: Поисковый запрос

source: Show All
ja: すべて表示
ko_kr: 전체 보기
ru_ru: Показать все

source: No results
ja: 結果はありません
ko_kr: 결과 없음
ru_ru: Нет результатов

# theme CPT slugs
source: materials
ja: 素材
ko_kr: 자료
ru_ru: материалы

# theme CPT
source: CPT Description
ja: CPTの説明
ko_kr: CPT 설명
ru_ru: Описание CPT

source: Separate departments with commas
ja: 分野をカンマで区切る
ko_kr: 부문을 쉼표로 구분
ru_ru: Отделяйте разделы запятыми

source: Add or remove departments
ja: 分野の追加または削除
ko_kr: 부문 추가 또는 제거
ru_ru: Добавить или удалить разделы

source: Choose from most used departments
ja: 使用頻度の高い分野から選択
ko_kr: 가장 많이 사용된 부문 중 선택
ru_ru: Выберите из наиболее часто используемых разделов

source: Popular departments
ja: 人気の高い分野
ko_kr: 인기 부문
ru_ru: Популярные разделы

source: TMS Materials
ja: TMSの素材
ko_kr: TMS 자료
ru_ru: Материалы TMS

# search results summary
source: %1$1s result found for "%2$2s"
ko_kr: %2$2s 에 대한 결과를 %1$1s 개 찾음
ru_ru: Результатов поиска по запросу «%2$2s»: %1$1s

source: No search results
ko_kr: 결과 없음
ru_ru: Поиск не дал результатов
